namespace Discordbot_Config
{
    public class Config
    {
        public string Token { get; } = "";

        public readonly string[] jokes = { "На свете две вещи ненавижу: расизм и негров.",
        "Стоит негр на улице и пьет молоко. Мимо проходит белый, останавливается перед ним, смотрит так пристально и говорит:— Не-е-е, не поможет…",
        "Чем отличается начало сказки, которую рассказывают на ночь детям белые люди и негры?Белые:— В некотором царстве, в некотором государстве жил да был… Негры: — Ты, маленький черномазый ублюдок! Ты никогда не поверишь в то дерьмо, которое я тебе сейчас расскажу!!!",
        "Что такое: черным по белому написано?Унитаз, у которого постоял негр…",
        "Секунда — время, за которое негр пробегает 1/9 стометровки.",
        "Чёрная магия — искусство колдовства у негров.",
        "Подпитый мужик заходит в электричку. Видит одно свободное место рядом с негром: — Эй ты, цыган, подвинься! Негр",
        "— Чем мы отличаемся от негров? — Мы думаем, что зебра белая в чёрную полоску…",
        "— Почему здесь темно, как у негра в заднице? — И везде-то вы побывали, всё-то вы видели…",
        "Под Рождество в негритянской семье раздаётся стук в дверь…  — Кто там? — Это я — Ку-Клукс… тьфу ты — Санта Клаус!",
        "Майкл Джексон, вертясь перед зеркалом: — Свет мой, зеркальце, скажи, кто из негров всех белей…",
        "— Почему мексиканцы никогда не женятся на негритянках?— Потому что дети будут слишком ленивы чтоб воровать!",
        "Любить негра — убиваться по-черному.",
        "Скинхеды поймали негра, зажали его и спрашивают: «Ну что, Тайд или кипячение?!!»",
        "Голубые каски на черных головах негров в сумерках напоминали ночные горшки, летающие по воздуху.",
        "Парадокс — сделать негра голубым гораздо проще, чем сделать голубого негром…",
        "Согласно новому антидискриминационному закону, запрещено использование словосочетания «литературный негр». Отныне следует говорить «афро-литературец».",
        "У кошек примета такая есть: если дорогу перебежит негр…",
        "Двое полицейских идут по «белому» району и видят изрешеченного пулями негра.— Какое зверское самоубийство!..",
        "Осень. Нью-Йорк. Холодно, дует ветер и хлещет дождь. Бар на задворках негритянского района. Входит мрачный с ног до головы мокрый негр и с сарказмом в голосе говорит бармену:— Белого. Сухого…",
        "Где-то в трущобах Гарлема пятеро негров насилуют заблудившегося туриста из Германии. Вырываясь, он кричит:— Найн, найн!!!Из ближайшей подворотни тут же подбегают еще четверо.",
        "— Сколько нужно американцев, чтобы вкрутить лампочку?— 101. 1 вкручивает, остальные 100 смотрят, чтобы не нарушались права негров.",
        "Виталия Кличко обвиняют в расизме. Есть видеозаписи, где он бьет негров!",
        "— Как лучше присматривать за маленькими негритянскими детьми? — Намочить им губы и прилепить к стенке.",
        "— Что говорит 13-летняя ниггерская девочка, занимаясь сексом?— Слезь с меня, папа, ты помнешь мои сигареты!",
        "— Какая разница между старой ниггерской мамашей и слоном?— 20 фунтов.",
        "— Почему все ниггеры попадают на небеса?— Hy должен же кто-то и там держать бары и чистить туалеты!"};
    }
}
